[
  {
    "Section": [
      {
        "Text": "God is a Spirit, who, existing from all eternity, is one God. He is unchangeable,\neverywhere-present at all times, is all-powerful, all-knowing, and all-wise.\nHe is just, holy, and is love itself. He is the creator, sustainer, and sovereign of all things, and is due the worship of all persons.",
        "Verses": [
          {
            "Reference": "John 4:24",
            "Text": "God is spirit, and those who worship him must worship in spirit and truth.”"
          },
          {
            "Reference": "Deut. 5:6-10",
            "Text": "“ ‘I am the Lord your God, who brought you out of the land of Egypt, out of the house of slavery. “ ‘You shall have no other gods before me.  “ ‘You shall not make for yourself a carved image, or any likeness of anything that is in heaven above, or that is on the earth beneath, or that is in the water under the earth.  You shall not bow down to them or serve them; for I the Lord your God am a jealous God, visiting the iniquity of the fathers on the children to the third and fourth generation of those who hate me,  but showing steadfast love to thousands of those who love me and keep my commandments."
          },
          {
            "Reference": "Deut. 6:1",
            "Text": "“Now this is the commandment, the statutes and the rules that the Lord your God commanded me to teach you, that you may do them in the land to which you are going over, to possess it,"
          },
          {
            "Reference": "Isaiah 57:15",
            "Text": "For thus says the One who is high and lifted up, who inhabits eternity, whose name is Holy: “I dwell in the high and holy place, and also with him who is of a contrite and lowly spirit, to revive the spirit of the lowly, and to revive the heart of the contrite."
          },
          {
            "Reference": "Psalm 139:7-10",
            "Text": "Where shall I go from your Spirit? Or where shall I flee from your presence? If I ascend to heaven, you are there! If I make my bed in Sheol, you are there!  If I take the wings of the morning and dwell in the uttermost parts of the sea, even there your hand shall lead me, and your right hand shall hold me."
          },
          {
            "Reference": "Mal. 3:6",
            "Text": "“For I the Lord do not change; therefore you, O children of Jacob, are not consumed."
          },
          {
            "Reference": "Job 34:12",
            "Text": "Of a truth, God will not do wickedly, and the Almighty will not pervert justice."
          },
          {
            "Reference": "Job 37:23",
            "Text": "The Almighty—we cannot find him; he is great in power; justice and abundant righteousness he will not violate."
          },
          {
            "Reference": "Job 40:8",
            "Text": "Will you even put me in the wrong? Will you condemn me that you may be in the right?"
          },
          {
            "Reference": "Job 41:34",
            "Text": "He sees everything that is high; he is king over all the sons of pride.”"
          },
          {
            "Reference": "Job 42:2",
            "Text": "“I know that you can do all things, and that no purpose of yours can be thwarted."
          },
          {
            "Reference": "1 John 4:8",
            "Text": "Anyone who does not love does not know God, because God is love."
          },
          {
            "Reference": "Gen. 1:1",
            "Text": "In the beginning, God created the heavens and the earth."
          },
          {
            "Reference": "Rom. 11:33",
            "Text": "Oh, the depth of the riches and wisdom and knowledge of God! How unsearchable are his judgments and how inscrutable his ways!"
          },
          {
            "Reference": "Jer. 23:23",
            "Text": "“Am I a God at hand, declares the Lord, and not a God afar off?"
          }
        ]
      },
      {
        "Text": "God is one Being in essence, but exists in three distinct Persons: Father, Son, and Holy Spirit, who are equal in\ntheir essential Godhood, but, in perfect love and harmony, fulfill different roles in their relationships with each other, man, and the creation.",
        "Verses": [
          {
            "Reference": "Luke 3:21-22",
            "Text": "Now when all the people were baptized, and when Jesus also had been baptized and was praying, the heavens were opened,  and the Holy Spirit descended on him in bodily form, like a dove; and a voice came from heaven, “You are my beloved Son; with you I am well pleased.”"
          },
          {
            "Reference": "1 Cor. 12:11",
            "Text": "All these are empowered by one and the same Spirit, who apportions to each one individually as he wills."
          },
          {
            "Reference": "Acts 13:2",
            "Text": "While they were worshiping the Lord and fasting, the Holy Spirit said, “Set apart for me Barnabas and Saul for the work to which I have called them.”"
          },
          {
            "Reference": "Col. 1:15-20",
            "Text": "He is the image of the invisible God, the firstborn of all creation.  For by him all things were created, in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities—all things were created through him and for him.  And he is before all things, and in him all things hold together.  And he is the head of the body, the church. He is the beginning, the firstborn from the dead, that in everything he might be preeminent.  For in him all the fullness of God was pleased to dwell,  and through him to reconcile to himself all things, whether on earth or in heaven, making peace by the blood of his cross."
          },
          {
            "Reference": "Matt. 28:19",
            "Text": "Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,"
          },
          {
            "Reference": "John 1:1-14",
            "Text": "In the beginning was the Word, and the Word was with God, and the Word was God. He was in the beginning with God.  All things were made through him, and without him was not any thing made that was made.  In him was life, and the life was the light of men. The light shines in the darkness, and the darkness has not overcome it. There was a man sent from God, whose name was John.  He came as a witness, to bear witness about the light, that all might believe through him.  He was not the light, but came to bear witness about the light. The true light, which enlightens everyone, was coming into the world.  He was in the world, and the world was made through him, yet the world did not know him.  He came to his own, and his own people did not receive him.  But to all who did receive him, who believed in his name, he gave the right to become children of God,  who were born, not of blood nor of the will of the flesh nor of the will of man, but of God. And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth."
          },
          {
            "Reference": "John 20:28",
            "Text": "Thomas answered him, “My Lord and my God!”"
          }
        ]
      },
      {
        "Text": "God loves man in such a way that He commissioned the Son to give Himself as a substitute for sinners, bearing God’s wrath against sin.\nThe Son did so willingly, by taking upon Himself full and true humanity (including a human body, but free of sin) through birth to a virgin,\nsuffering an unjust death, and rising again bodily on the third day. He is now seated at the right hand of the Father, making intercession for\nHis people. The Holy Spirit is the agent of regeneration (through the Word of God), and makes the work of the Son real in the believer’s experience.\nHe is the Person in the Godhead who convicts of sin, leads believers in the daily practice of godliness, and also intercedes for them.",
        "Verses": [
          {
            "Reference": "John 3:3-8",
            "Text": "Jesus answered him, “Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”  Nicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?” Jesus answered, “Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God. That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.  Do not marvel that I said to you, ‘You must be born again.’  The wind blows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.”"
          },
          {
            "Reference": "John 3:16",
            "Text": "For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life."
          },
          {
            "Reference": "John 16:7-8",
            "Text": "Nevertheless, I tell you the truth: it is to your advantage that I go away, for if I do not go away, the Helper will not come to you. But if I go, I will send him to you.  And when he comes, he will convict the world concerning sin and righteousness and judgment:"
          },
          {
            "Reference": "Rom. 3:21-25",
            "Text": "But now the righteousness of God has been manifested apart from the law, although the Law and the Prophets bear witness to it — the righteousness of God through faith in Jesus Christ for all who believe. For there is no distinction:  for all have sinned and fall short of the glory of God, and are justified by his grace as a gift, through the redemption that is in Christ Jesus,  whom God put forward as a propitiation by his blood, to be received by faith. This was to show God’s righteousness, because in his divine forbearance he had passed over former sins."
          },
          {
            "Reference": "Rom. 8:4-17",
            "Text": "in order that the righteous requirement of the law might be fulfilled in us, who walk not according to the flesh but according to the Spirit.  For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit set their minds on the things of the Spirit.  To set the mind on the flesh is death, but to set the mind on the Spirit is life and peace.  For the mind that is set on the flesh is hostile to God, for it does not submit to God’s law; indeed, it cannot.  Those who are in the flesh cannot please God.  You, however, are not in the flesh but in the Spirit, if in fact the Spirit of God dwells in you. Anyone who does not have the Spirit of Christ does not belong to him.  But if Christ is in you, although the body is dead because of sin, the Spirit is life because of righteousness.  If the Spirit of him who raised Jesus from the dead dwells in you, he who raised Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you.  So then, brothers, we are debtors, not to the flesh, to live according to the flesh.  For if you live according to the flesh you will die, but if by the Spirit you put to death the deeds of the body, you will live. For all who are led by the Spirit of God are sons of God.  For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, “Abba! Father!”  The Spirit himself bears witness with our spirit that we are children of God,  and if children, then heirs—heirs of God and fellow heirs with Christ, provided we suffer with him in order that we may also be glorified with him."
          },
          {
            "Reference": "Rom. 8:26",
            "Text": "Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words."
          },
          {
            "Reference": "1 Cor. 15:3-5",
            "Text": "for you are still of the flesh. For while there is jealousy and strife among you, are you not of the flesh and behaving only in a human way?  For when one says, “I follow Paul,” and another, “I follow Apollos,” are you not being merely human?  What then is Apollos? What is Paul? Servants through whom you believed, as the Lord assigned to each."
          },
          {
            "Reference": "Heb. 1:1-3",
            "Text": "Long ago, at many times and in many ways, God spoke to our fathers by the prophets,  but in these last days he has spoken to us by his Son, whom he appointed the heir of all things, through whom also he created the world.  He is the radiance of the glory of God and the exact imprint of his nature, and he upholds the universe by the word of his power. After making purification for sins, he sat down at the right hand of the Majesty on high,"
          },
          {
            "Reference": "Heb. 7:23-25",
            "Text": "The former priests were many in number, because they were prevented by death from continuing in office,  but he holds his priesthood permanently, because he continues forever.  Consequently, he is able to save to the uttermost those who draw near to God through him, since he always lives to make intercession for them."
          },
          {
            "Reference": "1 Tim. 4:10",
            "Text": "For to this end we toil and strive, because we have our hope set on the living God, who is the Savior of all people, especially of those who believe."
          },
          {
            "Reference": "Matt. 1:18-25",
            "Text": "Now the birth of Jesus Christ took place in this way. When his mother Mary had been betrothed to Joseph, before they came together she was found to be with child from the Holy Spirit.  And her husband Joseph, being a just man and unwilling to put her to shame, resolved to divorce her quietly.  But as he considered these things, behold, an angel of the Lord appeared to him in a dream, saying, “Joseph, son of David, do not fear to take Mary as your wife, for that which is conceived in her is from the Holy Spirit.  She will bear a son, and you shall call his name Jesus, for he will save his people from their sins.”  All this took place to fulfill what the Lord had spoken by the prophet:  “Behold, the virgin shall conceive and bear a son, and they shall call his name Immanuel” (which means, God with us).  When Joseph woke from sleep, he did as the angel of the Lord commanded him: he took his wife,  but knew her not until she had given birth to a son. And he called his name Jesus."
          },
          {
            "Reference": "Luke 1:26-35",
            "Text": "In the sixth month the angel Gabriel was sent from God to a city of Galilee named Nazareth,  to a virgin betrothed to a man whose name was Joseph, of the house of David. And the virgin’s name was Mary.  And he came to her and said, “Greetings, O favored one, the Lord is with you!”  But she was greatly troubled at the saying, and tried to discern what sort of greeting this might be.  And the angel said to her, “Do not be afraid, Mary, for you have found favor with God.  And behold, you will conceive in your womb and bear a son, and you shall call his name Jesus.  He will be great and will be called the Son of the Most High. And the Lord God will give to him the throne of his father David,  and he will reign over the house of Jacob forever, and of his kingdom there will be no end.” And Mary said to the angel, “How will this be, since I am a virgin?” And the angel answered her, “The Holy Spirit will come upon you, and the power of the Most High will overshadow you; therefore the child to be born will be called holy— the Son of God."
          },
          {
            "Reference": "James 1:18",
            "Text": "Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures."
          }
        ]
      }
    ],
    "Topic": "God"
  },
  {
    "Section": [
      {
        "Text": "All men and women are one with the first man, Adam, who was created in innocence, but who sinned as mankind’s head.\nEach human is a sinner by birth and by choice, and apart from the sovereign grace of God, stands under His wrath.\nMan is still in the image of God, but that likeness has been tainted, damaged, and ruined by sin and disobedience,\nwhich bring weakness, sickness, pain, suffering, and death. Unconverted man is unable to relate positively to God,\nand is unwilling to receive either His natural revelation in creation, or His mercy as revealed through the Gospel.",
        "Verses": [
          {
            "Reference": "Gen. 3:1-7",
            "Text": "Now the serpent was more crafty than any other beast of the field that the Lord God had made. He said to the woman, “Did God actually say, ‘You shall not eat of any tree in the garden’?” And the woman said to the serpent, “We may eat of the fruit of the trees in the garden, but God said, ‘You shall not eat of the fruit of the tree that is in the midst of the garden, neither shall you touch it, lest you die.’ ” But the serpent said to the woman, “You will not surely die. For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.” So when the woman saw that the tree was good for food, and that it was a delight to the eyes, and that the tree was to be desired to make one wise, she took of its fruit and ate, and she also gave some to her husband who was with her, and he ate. Then the eyes of both were opened, and they knew that they were naked. And they sewed fig leaves together and made themselves loincloths."
          },
          {
            "Reference": "Gen. 6:5",
            "Text": "The Lord saw that the wickedness of man was great in the earth, and that every intention of the thoughts of his heart was only evil continually."
          },
          {
            "Reference": "Rom. 3:9-21",
            "Text": "What then? Are we Jews any better off? No, not at all. For we have already charged that all, both Jews and Greeks, are under the power of sin, as it is written: “None is righteous, no, not one; no one understands; no one seeks for God. All have turned aside; together they have become worthless; no one does good, not even one.” “Their throat is an open grave; they use their tongues to deceive.” “The venom of asps is under their lips.” “Their mouth is full of curses and bitterness.” “Their feet are swift to shed blood; in their paths are ruin and misery, and the way of peace they have not known.” “There is no fear of God before their eyes.” Now we know that whatever the law says it speaks to those who are under the law, so that every mouth may be stopped, and the whole world may be held accountable to God. For by works of the law no human being will be justified in his sight, since through the law comes knowledge of sin. But now the righteousness of God has been manifested apart from the law, although the Law and the Prophets bear witness to it—"
          },
          {
            "Reference": "Rom. 5:12",
            "Text": "Therefore, just as sin came into the world through one man, and death through sin, and so death spread to all men because all sinned—"
          },
          {
            "Reference": "Rom. 5:16-19",
            "Text": "And the free gift is not like the result of that one man’s sin. For the judgment following one trespass brought condemnation, but the free gift following many trespasses brought justification. If, because of one man’s trespass, death reigned through that one man, much more will those who receive the abundance of grace and the free gift of righteousness reign in life through the one man Jesus Christ. Therefore, as one trespass led to condemnation for all men, so one act of righteousness leads to justification and life for all men. For as by the one man’s disobedience the many were made sinners, so by the one man’s obedience the many will be made righteous."
          },
          {
            "Reference": "John 3:18-20",
            "Text": "Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God. And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their deeds were evil. For everyone who does wicked things hates the light and does not come to the light, lest his deeds should be exposed."
          },
          {
            "Reference": "John 3:36",
            "Text": "Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him."
          },
          {
            "Reference": "Eph. 2:1-3",
            "Text": "And you were dead in the trespasses and sins in which you once walked, following the course of this world, following the prince of the power of the air, the spirit that is now at work in the sons of disobedience— among whom we all once lived in the passions of our flesh, carrying out the desires of the body and the mind, and were by nature children of wrath, like the rest of mankind."
          },
          {
            "Reference": "1 Cor. 2:14",
            "Text": "The natural person does not accept the things of the Spirit of God, for they are folly to him, and he is not able to understand them because they are spiritually discerned."
          },
          {
            "Reference": "John 6:44",
            "Text": "No one can come to me unless the Father who sent me draws him. And I will raise him up on the last day."
          }
        ]
      }
    ],
    "Topic": "Man"
  },
  {
    "Section": [
      {
        "Text": "Man’s only way to be reconciled to God is by becoming one with the new Head, Christ. The one who believes the Gospel\npartakes of God’s very nature, being born of His Spirit, at the moment of faith in Christ. He has Christ’s righteousness\nplaced to his account, Christ’s Spirit given to him as a pledge of full and final redemption, is made a new creation,\nand is baptized by the Spirit into the Body of Christ, the Church. He is given eternal life, and is forgiven all his sins.\nGod is sovereign in salvation: All whom God has chosen to salvation are given grace to believe, and will be kept by the\npower of God until death or Christ’s return.",
        "Verses": [
          {
            "Reference": "Rom. 5:15-21",
            "Text": "But the free gift is not like the trespass. For if many died through one man’s trespass, much more have the grace of God and the free gift by the grace of that one man Jesus Christ abounded for many. And the free gift is not like the result of that one man’s sin. For the judgment following one trespass brought condemnation, but the free gift following many trespasses brought justification. If, because of one man’s trespass, death reigned through that one man, much more will those who receive the abundance of grace and the free gift of righteousness reign in life through the one man Jesus Christ. Therefore, as one trespass led to condemnation for all men, so one act of righteousness leads to justification and life for all men. For as by the one man’s disobedience the many were made sinners, so by the one man’s obedience the many will be made righteous. Now the law came in to increase the trespass, but where sin increased, grace abounded all the more, so that, as sin reigned in death, grace also might reign through righteousness leading to eternal life through Jesus Christ our Lord."
          },
          {
            "Reference": "Rom. 8:9",
            "Text": "You, however, are not in the flesh but in the Spirit, if in fact the Spirit of God dwells in you. Anyone who does not have the Spirit of Christ does not belong to him."
          },
          {
            "Reference": "Rom. 8:14",
            "Text": "For all who are led by the Spirit of God are sons of God."
          },
          {
            "Reference": "Rom. 8:23",
            "Text": "And not only the creation, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for adoption as sons, the redemption of our bodies."
          },
          {
            "Reference": "Rom. 8:35-39",
            "Text": "Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword? As it is written, “For your sake we are being killed all the day long; we are regarded as sheep to be slaughtered.” No, in all these things we are more than conquerors through him who loved us. For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord."
          },
          {
            "Reference": "John 3:6",
            "Text": "That which is born of the flesh is flesh, and that which is born of the Spirit is spirit."
          },
          {
            "Reference": "John 6:37",
            "Text": "All that the Father gives me will come to me, and whoever comes to me I will never cast out."
          },
          {
            "Reference": "John 15:1-10",
            "Text": "“I am the true vine, and my Father is the vinedresser. Every branch of mine that does not bear fruit he takes away, and every branch that does bear fruit he prunes, that it may bear more fruit. Already you are clean because of the word that I have spoken to you. Abide in me, and I in you. As the branch cannot bear fruit by itself, unless it abides in the vine, neither can you, unless you abide in me. I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing. If anyone does not abide in me he is thrown away like a branch and withers; and the branches are gathered, thrown into the fire, and burned. If you abide in me, and my words abide in you, ask whatever you wish, and it will be done for you. By this my Father is glorified, that you bear much fruit and so prove to be my disciples. As the Father has loved me, so have I loved you. Abide in my love. If you keep my commandments, you will abide in my love, just as I have kept my Father’s commandments and abide in his love."
          },
          {
            "Reference": "1 Cor. 12:13",
            "Text": "For in one Spirit we were all baptized into one body—Jews or Greeks, slaves or free—and all were made to drink of one Spirit."
          },
          {
            "Reference": "Eph. 1:3-7",
            "Text": "Blessed be the God and Father of our Lord Jesus Christ, who has blessed us in Christ with every spiritual blessing in the heavenly places, even as he chose us in him before the foundation of the world, that we should be holy and blameless before him. In love he predestined us for adoption through Jesus Christ, according to the purpose of his will, to the praise of his glorious grace, with which he has blessed us in the Beloved. In him we have redemption through his blood, the forgiveness of our trespasses, according to the riches of his grace,"
          },
          {
            "Reference": "Eph. 1:13-14",
            "Text": "In him you also, when you heard the word of truth, the gospel of your salvation, and believed in him, were sealed with the promised Holy Spirit, who is the guarantee of our inheritance until we acquire possession of it, to the praise of his glory."
          },
          {
            "Reference": "Eph. 2:8-10",
            "Text": "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, not a result of works, so that no one may boast. For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them."
          },
          {
            "Reference": "Col. 1:22",
            "Text": "he has now reconciled in his body of flesh by his death, in order to present you holy and blameless and above reproach before him,"
          },
          {
            "Reference": "Col. 1:23",
            "Text": "if indeed you continue in the faith, stable and steadfast, not shifting from the hope of the gospel that you heard, which has been proclaimed in all creation under heaven, and of which I, Paul, became a minister."
          },
          {
            "Reference": "Titus 3:5",
            "Text": "he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit,"
          },
          {
            "Reference": "Titus 3:6",
            "Text": "whom he poured out on us richly through Jesus Christ our Savior,"
          },
          {
            "Reference": "Heb. 3:6",
            "Text": "but Christ is faithful over God’s house as a son. And we are his house if indeed we hold fast our confidence and our boasting in our hope."
          },
          {
            "Reference": "Heb. 3:14",
            "Text": "For we share in Christ, if indeed we hold our original confidence firm to the end."
          },
          {
            "Reference": "Heb. 6:9-12",
            "Text": "Though we speak in this way, yet in your case, beloved, we feel sure of better things—things that belong to salvation. For God is not so unjust as to overlook your work and the love that you showed for his sake in serving the saints, as you still do. And we desire each one of you to show the same earnestness to have the full assurance of hope until the end, so that you may not be sluggish, but imitators of those who through faith and patience inherit the promises."
          },
          {
            "Reference": "Phil. 1:6",
            "Text": "And I am sure of this, that he who began a good work in you will bring it to completion at the day of Jesus Christ."
          },
          {
            "Reference": "Rev. 5:9",
            "Text": "And they sang a new song, saying, “Worthy are you to take the scroll and to open its seals, for you were slain, and by your blood you ransomed people for God from every tribe and language and people and nation,"
          }
        ]
      }
    ],
    "Topic": "Salvation"
  },
  {
    "Section": [
      {
        "Text": "Nothing in man naturally will bring him to do any “good work” that delights God and accompanies salvation. Saving faith, however, once alive in the heart of the believer, produces works appropriate to that faith. Believers are said to be justified by faith alone. However, the faith that justifies the sinner is never alone, accompanied as it is by works of love. This love, far from being opposed to God’s moral law, fulfills it. The very grace of God that teaches us the Gospel message, also teaches and guides us into godly living. And the very Spirit of liberty that sets believers free from the curse of the Law, indwells believers to the end that the righteous requirement of the Law may be fulfilled in them.",
        "Verses": [
          {
            "Reference": "Gal. 5:4-6",
            "Text": "You are severed from Christ, you who would be justified by the law; you have fallen away from grace. For through the Spirit, by faith, we ourselves eagerly wait for the hope of righteousness. For in Christ Jesus neither circumcision nor uncircumcision counts for anything, but only faith working through love."
          },
          {
            "Reference": "Gal. 5:19-24",
            "Text": "Now the works of the flesh are evident: sexual immorality, impurity, sensuality, idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God. But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law. And those who belong to Christ Jesus have crucified the flesh with its passions and desires."
          },
          {
            "Reference": "Rom. 8:14",
            "Text": "For all who are led by the Spirit of God are sons of God."
          },
          {
            "Reference": "Rom. 12:1-2",
            "Text": "I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.' Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.'"
          },
          {
            "Reference": "Rom. 13:8-10",
            "Text": "Owe no one anything, except to love each other, for the one who loves another has fulfilled the law. The commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.” Love does no wrong to a neighbor; therefore love is the fulfilling of the law.'"
          },
          {
            "Reference": "Eph. 2:10",
            "Text": "For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.'"
          },
          {
            "Reference": "Heb. 12:14",
            "Text": "Strive for peace with everyone, and for the holiness without which no one will see the Lord.'"
          },
          {
            "Reference": "James 2:14-25",
            "Text": "What good is it, my brothers, if someone says he has faith but does not have works? Can that faith save him? If a brother or sister is poorly clothed and lacking in daily food, and one of you says to them, “Go in peace, be warmed and filled,” without giving them the things needed for the body, what good is that? So also faith by itself, if it does not have works, is dead. But someone will say, “You have faith and I have works.” Show me your faith apart from your works, and I will show you my faith by my works. You believe that God is one; you do well. Even the demons believe—and shudder! Do you want to be shown, you foolish person, that faith apart from works is useless? Was not Abraham our father justified by works when he offered up his son Isaac on the altar? You see that faith was active along with his works, and faith was completed by his works; and the Scripture was fulfilled that says, “Abraham believed God, and it was counted to him as righteousness”— and he was called a friend of God. You see that a person is justified by works and not by faith alone. And in the same way was not also Rahab the prostitute justified by works when she received the messengers and sent them out by another way?'"
          },
          {
            "Reference": "1 Pet. 2:21-22",
            "Text": "For to this you have been called, because Christ also suffered for you, leaving you an example, so that you might follow in his steps.' He committed no sin, neither was deceit found in his mouth.'"
          },
          {
            "Reference": "Titus 2:11-14",
            "Text": "For the grace of God has appeared, bringing salvation for all people, training us to renounce ungodliness and worldly passions, and to live self-controlled, upright, and godly lives in the present age, waiting for our blessed hope, the appearing of the glory of our great God and Savior Jesus Christ, who gave himself for us to redeem us from all lawlessness and to purify for himself a people for his own possession who are zealous for good works.'"
          },
          {
            "Reference": "Titus 3:8",
            "Text": "The saying is trustworthy, and I want you to insist on these things, so that those who have believed in God may be careful to devote themselves to good works. These things are excellent and profitable for people.'"
          },
          {
            "Reference": "1 John 2:3-6",
            "Text": "And by this we know that we have come to know him, if we keep his commandments. Whoever says “I know him” but does not keep his commandments is a liar, and the truth is not in him, but whoever keeps his word, in him truly the love of God is perfected. By this we may be sure that we are in him: whoever says he abides in him ought to walk in the same way in which he walked.'"
          },
          {
            "Reference": "1 John 4:19-21",
            "Text": "We love because he first loved us. If anyone says, “I love God,” and hates his brother, he is a liar; for he who does not love his brother whom he has seen cannot love God whom he has not seen. And this commandment we have from him: whoever loves God must also love his brother.'"
          },
          {
            "Reference": "1 John 5:2-3",
            "Text": "By this we know that we love the children of God, when we love God and obey his commandments.' For this is the love of God, that we keep his commandments. And his commandments are not burdensome.'"
          }
        ]
      }
    ],
    "Topic": "Faith and Good Works"
  },
  {
    "Section": [
      {
        "Text": "All that now needs to be known of God, Man, and salvation has been revealed in God’s Word, the Scriptures, the sixty-six books of the Bible. These documents have come to us preserved by the Spirit as fully faithful representations of the original manuscripts, which were God-breathed, and although penned by human authors, were without error in all areas they address.\n\nThese Scriptures are self-authenticating, and not dependent upon men or tradition for their authority. Rather, they are authored by God, who is Himself Truth, and are to be received because they are His Word. They are known as Truth by those who know God, by the testimony of the Spirit of Truth, who indwells all believers, and who leads them into all Truth.",
        "Verses": [
          {
            "Reference": "2 Pet. 1:3-4",
            "Text": "His divine power has granted to us all things that pertain to life and godliness, through the knowledge of him who called us to his own glory and excellence,  by which he has granted to us his precious and very great promises, so that through them you may become partakers of the divine nature, having escaped from the corruption that is in the world because of sinful desire."
          },
          {
            "Reference": "2 Pet. 1:19-21",
            "Text": "And we have something more sure, the prophetic word, to which you will do well to pay attention as to a lamp shining in a dark place, until the day dawns and the morning star rises in your hearts,  knowing this first of all, that no prophecy of Scripture comes from someone’s own interpretation.  For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit."
          },
          {
            "Reference": "2 Tim. 3:5-9",
            "Text": "having the appearance of godliness, but denying its power. Avoid such people.   For among them are those who creep into households and capture weak women, burdened with sins and led astray by various passions,  always learning and never able to arrive at a knowledge of the truth.  Just as Jannes and Jambres opposed Moses, so these men also oppose the truth, men corrupted in mind and disqualified regarding the faith.  But they will not get very far, for their folly will be plain to all, as was that of those two men."
          },
          {
            "Reference": "2 Tim. 3:10-17",
            "Text": "You, however, have followed my teaching, my conduct, my aim in life, my faith, my patience, my love, my steadfastness,  my persecutions and sufferings that happened to me at Antioch, at Iconium, and at Lystra—which persecutions I endured; yet from them all the Lord rescued me.  Indeed, all who desire to live a godly life in Christ Jesus will be persecuted,  while evil people and impostors will go on from bad to worse, deceiving and being deceived.  But as for you, continue in what you have learned and have firmly believed, knowing from whom you learned it  and how from childhood you have been acquainted with the sacred writings, which are able to make you wise for salvation through faith in Christ Jesus.  All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,  that the man of God may be competent, equipped for every good work."
          },
          {
            "Reference": "Matt. 5:18",
            "Text": "For truly, I say to you, until heaven and earth pass away, not an iota, not a dot, will pass from the Law until all is accomplished."
          },
          {
            "Reference": "Psalm 138:2",
            "Text": "I bow down toward your holy temple and give thanks to your name for your steadfast love and your faithfulness, for you have exalted above all things your name and your word."
          },
          {
            "Reference": "John 16:12-15",
            "Text": "“I still have many things to say to you, but you cannot bear them now.  When the Spirit of truth comes, he will guide you into all the truth, for he will not speak on his own authority, but whatever he hears he will speak, and he will declare to you the things that are to come.  He will glorify me, for he will take what is mine and declare it to you.  All that the Father has is mine; therefore I said that he will take what is mine and declare it to you."
          },
          {
            "Reference": "Rom. 3:4",
            "Text": "By no means! Let God be true though every one were a liar, as it is written, “That you may be justified in your words, and prevail when you are judged.”"
          },
          {
            "Reference": "Deut. 29:29",
            "Text": "“The secret things belong to the Lord our God, but the things that are revealed belong to us and to our children forever, that we may do all the words of this law."
          },
          {
            "Reference": "1 Thess. 2:13",
            "Text": "And we also thank God constantly for this, that when you received the word of God, which you heard from us, you accepted it not as the word of men but as what it really is, the word of God, which is at work in you believers."
          },
          {
            "Reference": "1 John 5:9",
            "Text": "If we receive the testimony of men, the testimony of God is greater, for this is the testimony of God that he has borne concerning his Son."
          },
          {
            "Reference": "1 Cor. 2:9-16",
            "Text": "But, as it is written, “What no eye has seen, nor ear heard, nor the heart of man imagined, what God has prepared for those who love him” — these things God has revealed to us through the Spirit. For the Spirit searches everything, even the depths of God.  For who knows a person’s thoughts except the spirit of that person, which is in him? So also no one comprehends the thoughts of God except the Spirit of God.  Now we have received not the spirit of the world, but the Spirit who is from God, that we might understand the things freely given us by God.  And we impart this in words not taught by human wisdom but taught by the Spirit, interpreting spiritual truths to those who are spiritual. The natural person does not accept the things of the Spirit of God, for they are folly to him, and he is not able to understand them because they are spiritually discerned.  The spiritual person judges all things, but is himself to be judged by no one.   “For who has understood the mind of the Lord so as to instruct him?” But we have the mind of Christ."
          }
        ]
      }
    ],
    "Topic": "The Scriptures and Revelation"
  },
  {
    "Section": [
      {
        "Text": "All of the redeemed since Pentecost constitute the Church, the Body of Christ, which is the present expression of God’s Kingdom program, and is to be distinguished from the nation Israel. This Church is reflected in local assemblies of believers, who voluntarily have, banded together for the purposes of baptizing, observing the Lord’s Supper, edification, evangelism, worship, fellowship, prayer, and equipping for service to one another. These churches are served by elders, deacons, pastors, evangelists, and teachers, who have been gifted by Christ, and are to be recognized (affirmed) by the members of the churches.",
        "Verses": [
          {
            "Reference": "Eph. 1:22-23",
            "Text": "And he put all things under his feet and gave him as head over all things to the church, which is his body, the fullness of him who fills all in all.'"
          },
          {
            "Reference": "Eph. 4:4-16",
            "Text": "There is one body and one Spirit—just as you were called to the one hope that belongs to your call— one Lord, one faith, one baptism, one God and Father of all, who is over all and through all and in all. But grace was given to each one of us according to the measure of Christ’s gift. Therefore it says, “When he ascended on high he led a host of captives, and he gave gifts to men.” (In saying, “He ascended,” what does it mean but that he had also descended into the lower parts of the earth? He who descended is the one who also ascended far above all the heavens, that he might fill all things.) And he gave the apostles, the prophets, the evangelists, the pastors and teachers, to equip the saints for the work of ministry, for building up the body of Christ, until we all attain to the unity of the faith and of the knowledge of the Son of God, to mature manhood, to the measure of the stature of the fullness of Christ, so that we may no longer be children, tossed to and fro by the waves and carried about by every wind of doctrine, by human cunning, by craftiness in deceitful schemes. Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ, from whom the whole body, joined and held together by every joint with which it is equipped, when each part is working properly, makes the body grow so that it builds itself up in love.'"
          },
          {
            "Reference": "Matt. 28:18-20",
            "Text": "And Jesus came and said to them, “All authority in heaven and on earth has been given to me. Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”'"
          },
          {
            "Reference": "Acts 1:5",
            "Text": "for John baptized with water, but you will be baptized with the Holy Spirit not many days from now.”'"
          },
          {
            "Reference": "Acts 2:42",
            "Text": "And they devoted themselves to the apostles’ teaching and fellowship, to the breaking of bread and the prayers.'"
          },
          {
            "Reference": "Acts 11:16",
            "Text": "And I remembered the word of the Lord, how he said, ‘John baptized with water, but you will be baptized with the Holy Spirit.’'"
          },
          {
            "Reference": "Acts 20:28",
            "Text": "Pay careful attention to yourselves and to all the flock, in which the Holy Spirit has made you oVerseers, to care for the church of God, which he obtained with his own blood.'"
          },
          {
            "Reference": "Heb. 13:7",
            "Text": "Remember your leaders, those who spoke to you the word of God. Consider the outcome of their way of life, and imitate their faith.'"
          },
          {
            "Reference": "Heb. 13:17",
            "Text": "Obey your leaders and submit to them, for they are keeping watch over your souls, as those who will have to give an account. Let them do this with joy and not with groaning, for that would be of no advantage to you.'"
          },
          {
            "Reference": "1 Tim. 3:1-14",
            "Text": "The saying is trustworthy: If anyone aspires to the office of overseer, he desires a noble task. Therefore an overseer must be above reproach, the husband of one wife, sober-minded, self-controlled, respectable, hospitable, able to teach, not a drunkard, not violent but gentle, not quarrelsome, not a lover of money. He must manage his own household well, with all dignity keeping his children submissive, for if someone does not know how to manage his own household, how will he care for God’s church? He must not be a recent convert, or he may become puffed up with conceit and fall into the condemnation of the devil. Moreover, he must be well thought of by outsiders, so that he may not fall into disgrace, into a snare of the devil. Deacons likewise must be dignified, not double-tongued, not addicted to much wine, not greedy for dishonest gain. They must hold the mystery of the faith with a clear conscience. And let them also be tested first; then let them serve as deacons if they prove themselves blameless. Their wives likewise must be dignified, not slanderers, but sober-minded, faithful in all things. Let deacons each be the husband of one wife, managing their children and their own households well. For those who serve well as deacons gain a good standing for themselves and also great confidence in the faith that is in Christ Jesus. I hope to come to you soon, but I am writing these things to you so that,'"
          },
          {
            "Reference": "Titus 1:5",
            "Text": "This is why I left you in Crete, so that you might put what remained into order, and appoint elders in every town as I directed you—'"
          },
          {
            "Reference": "Rom. 12:3-12",
            "Text": "For by the grace given to me I say to everyone among you not to think of himself more highly than he ought to think, but to think with sober judgment, each according to the measure of faith that God has assigned. For as in one body we have many members, and the members do not all have the same function, so we, though many, are one body in Christ, and individually members one of another. Having gifts that differ according to the grace given to us, let us use them: if prophecy, in proportion to our faith; if service, in our serving; the one who teaches, in his teaching; the one who exhorts, in his exhortation; the one who contributes, in generosity; the one who leads, with zeal; the one who does acts of mercy, with cheerfulness. Let love be genuine. Abhor what is evil; hold fast to what is good. Love one another with brotherly affection. Outdo one another in showing honor. Do not be slothful in zeal, be fervent in spirit, serve the Lord. Rejoice in hope, be patient in tribulation, be constant in prayer.'"
          }
        ]
      },
      {
        "Text": "Only two ordinances for the church were established by Jesus Christ, and followed by the Apostles and the early church: baptism of believers (by immersion in water) and the Lord’s Supper. Both are to be practiced today.",
        "Verses": [
          {
            "Reference": "Matt. 26:26-29",
            "Text": "Now as they were eating, Jesus took bread, and after blessing it broke it and gave it to the disciples, and said, “Take, eat; this is my body.” And he took a cup, and when he had given thanks he gave it to them, saying, “Drink of it, all of you, for this is my blood of the covenant, which is poured out for many for the forgiveness of sins. I tell you I will not drink again of this fruit of the vine until that day when I drink it new with you in my Father’s kingdom.”'"
          },
          {
            "Reference": "Matt. 28:18-20",
            "Text": "And Jesus came and said to them, “All authority in heaven and on earth has been given to me. Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”'"
          },
          {
            "Reference": "1 Cor. 1:13",
            "Text": "Is Christ divided? Was Paul crucified for you? Or were you baptized in the name of Paul?'"
          },
          {
            "Reference": "1 Cor. 11:17-34",
            "Text": "But in the following instructions I do not commend you, because when you come together it is not for the better but for the worse. For, in the first place, when you come together as a church, I hear that there are divisions among you. And I believe it in part, for there must be factions among you in order that those who are genuine among you may be recognized. When you come together, it is not the Lord’s supper that you eat. For in eating, each one goes ahead with his own meal. One goes hungry, another gets drunk. What! Do you not have houses to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I commend you in this? No, I will not. For I received from the Lord what I also delivered to you, that the Lord Jesus on the night when he was betrayed took bread, and when he had given thanks, he broke it, and said, “This is my body which is for you. Do this in remembrance of me.” In the same way also he took the cup, after supper, saying, “This cup is the new covenant in my blood. Do this, as often as you drink it, in remembrance of me.” For as often as you eat this bread and drink the cup, you proclaim the Lord’s death until he comes. Whoever, therefore, eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of profaning the body and blood of the Lord. Let a person examine himself, then, and so eat of the bread and drink of the cup. For anyone who eats and drinks without discerning the body eats and drinks judgment on himself. That is why many of you are weak and ill, and some have died. But if we judged ourselves truly, we would not be judged. But when we are judged by the Lord, we are disciplined so that we may not be condemned along with the world. So then, my brothers, when you come together to eat, wait for one another— if anyone is hungry, let him eat at home—so that when you come together it will not be for judgment. About the other things I will give directions when I come.'"
          }
        ]
      }
    ],
    "Topic": "The Church"
  },
  {
    "Section": [
      {
        "Text": "Because Christ’s Church is a body, its various parts minister to each other through the power, graces, and gifts given by the Spirit of God, each believer gifted for ministry to others. We affirm six things:",
        "Verses": [
          {
            "Reference": "Rom. 12:3-8",
            "Text": "For by the grace given to me I say to everyone among you not to think of himself more highly than he ought to think, but to think with sober judgment, each according to the measure of faith that God has assigned.  For as in one body we have many members, and the members do not all have the same function,  so we, though many, are one body in Christ, and individually members one of another.  Having gifts that differ according to the grace given to us, let us use them: if prophecy, in proportion to our faith;  if service, in our serving; the one who teaches, in his teaching;  the one who exhorts, in his exhortation; the one who contributes, in generosity; the one who leads, with zeal; the one who does acts of mercy, with cheerfulness"
          },
          {
            "Reference": "1 Cor. 12ff",
            "Text": "Now concerning spiritual gifts, brothers, I do not want you to be uninformed.  You know that when you were pagans you were led astray to mute idols, however you were led.  Therefore I want you to understand that no one speaking in the Spirit of God ever says “Jesus is accursed!” and no one can say “Jesus is Lord” except in the Holy Spirit.  Now there are varieties of gifts, but the same Spirit;…"
          },
          {
            "Reference": "1 Cor. 13ff",
            "Text": "If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal.  And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing.  If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing. Love is patient and kind; love does not envy or boast; it is not arrogant…"
          },
          {
            "Reference": "1 Cor. 14ff",
            "Text": "Pursue love, and earnestly desire the spiritual gifts, especially that you may prophesy.  For one who speaks in a tongue speaks not to men but to God; for no one understands him, but he utters mysteries in the Spirit.  On the other hand, the one who prophesies speaks to people for their upbuilding and encouragement and consolation.  The one who speaks in a tongue builds up himself, but the one who prophesies builds up the church…."
          },
          {
            "Reference": "Heb. 2:3-4",
            "Text": "how shall we escape if we neglect such a great salvation? It was declared at first by the Lord, and it was attested to us by those who heard,  while God also bore witness by signs and wonders and various miracles and by gifts of the Holy Spirit distributed according to his will."
          },
          {
            "Reference": "1 Pet. 4:10-11",
            "Text": "As each has received a gift, use it to serve one another, as good stewards of God’s varied grace:  whoever speaks, as one who speaks oracles of God; whoever serves, as one who serves by the strength that God supplies—in order that in everything God may be glorified through Jesus Christ. To him belong glory and dominion forever and ever. Amen."
          }
        ]
      },
      {
        "Text": "1. Further revelation, whether through prophecy, tongues, or interpretation, is unnecessary in the church today, and such claims to revelation tend not only to undermine the doctrine of the sufficiency of Scripture, but lead many into instability, heresy, and division, often elevating experience over the Word of God.",
        "Verses": [
          {
            "Reference": "Jer. 23:16-22",
            "Text": "Thus says the Lord of hosts: “Do not listen to the words of the prophets who prophesy to you, filling you with vain hopes. They speak visions of their own minds, not from the mouth of the Lord.  They say continually to those who despise the word of the Lord, ‘It shall be well with you’; and to everyone who stubbornly follows his own heart, they say, ‘No disaster shall come upon you.’” For who among them has stood in the council of the Lord to see and to hear his word, or who has paid attention to his word and listened?  Behold, the storm of the Lord! Wrath has gone forth, a whirling tempest; it will burst upon the head of the wicked. The anger of the Lord will not turn back until he has executed and accomplished the intents of his heart. In the latter days you will understand it clearly.  “I did not send the prophets, yet they ran; I did not speak to them, yet they prophesied. But if they had stood in my council, then they would have proclaimed my words to my people, and they would have turned them from their evil way, and from the evil of their deeds."
          },
          {
            "Reference": "Jer. 23:23-32",
            "Text": "“Am I a God at hand, declares the Lord, and not a God afar off?  Can a man hide himself in secret places so that I cannot see him? declares the Lord. Do I not fill heaven and earth? declares the Lord.  I have heard what the prophets have said who prophesy lies in my name, saying, ‘I have dreamed, I have dreamed!’  How long shall there be lies in the heart of the prophets who prophesy lies, and who prophesy the deceit of their own heart,  who think to make my people forget my name by their dreams that they tell one another, even as their fathers forgot my name for Baal?  Let the prophet who has a dream tell the dream, but let him who has my word speak my word faithfully. What has straw in common with wheat? declares the Lord.  Is not my word like fire, declares the Lord, and like a hammer that breaks the rock in pieces?  Therefore, behold, I am against the prophets, declares the Lord, who steal my words from one another.   Behold, I am against the prophets, declares the Lord, who use their tongues and declare, ‘declares the Lord.’  Behold, I am against those who prophesy lying dreams, declares the Lord, and who tell them and lead my people astray by their lies and their recklessness, when I did not send them or charge them. So they do not profit this people at all, declares the Lord."
          },
          {
            "Reference": "2 Tim. 3:5-9",
            "Text": "having the appearance of godliness, but denying its power. Avoid such people.  For among them are those who creep into households and capture weak women, burdened with sins and led astray by various passions,  always learning and never able to arrive at a knowledge of the truth.  Just as Jannes and Jambres opposed Moses, so these men also oppose the truth, men corrupted in mind and disqualified regarding the faith.  But they will not get very far, for their folly will be plain to all, as was that of those two men."
          },
          {
            "Reference": "2 Tim. 3:10-17",
            "Text": "You, however, have followed my teaching, my conduct, my aim in life, my faith, my patience, my love, my steadfastness,  my persecutions and sufferings that happened to me at Antioch, at Iconium, and at Lystra—which persecutions I endured; yet from them all the Lord rescued me.  Indeed, all who desire to live a godly life in Christ Jesus will be persecuted,  while evil people and impostors will go on from bad to worse, deceiving and being deceived.  But as for you, continue in what you have learned and have firmly believed, knowing from whom you learned it  and how from childhood you have been acquainted with the sacred writings, which are able to make you wise for salvation through faith in Christ Jesus.  All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,  that the man of God may be competent, equipped for every good work."
          },
          {
            "Reference": "Matt. 5:18",
            "Text": "For truly, I say to you, until heaven and earth pass away, not an iota, not a dot, will pass from the Law until all is accomplished."
          }
        ]
      },
      {
        "Text": "2. Today’s “speaking in tongues” (ecstatic utterance) is not to be identified with the first century gift of interpreted languages, either in essence, practice, purpose, or effects.",
        "Verses": [
          {
            "Reference": "Acts 2:1-13",
            "Text": "When the day of Pentecost arrived, they were all together in one place.  And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting.  And divided tongues as of fire appeared to them and rested on each one of them.  And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance. Now there were dwelling in Jerusalem Jews, devout men from every nation under heaven.  And at this sound the multitude came together, and they were bewildered, because each one was hearing them speak in his own language.  And they were amazed and astonished, saying, “Are not all these who are speaking Galileans?  And how is it that we hear, each of us in his own native language?  Parthians and Medes and Elamites and residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia,  Phrygia and Pamphylia, Egypt and the parts of Libya belonging to Cyrene, and visitors from Rome,  both Jews and proselytes, Cretans and Arabians—we hear them telling in our own tongues the mighty works of God.”  And all were amazed and perplexed, saying to one another, “What does this mean?”  But others mocking said, “They are filled with new wine.”"
          }
        ]
      },
      {
        "Text": "3. While God can and does heal, such healings must be judged on their - own merit, and much of what passes for healing today bears little resemblance to the healings recorded in the Gospels and the book of Acts, which also included raising the dead.",
        "Verses": [
          {
            "Reference": "Matt. 9:18-26",
            "Text": "While he was saying these things to them, behold, a ruler came in and knelt before him, saying, “My daughter has just died, but come and lay your hand on her, and she will live.”  And Jesus rose and followed him, with his disciples.  And behold, a woman who had suffered from a discharge of blood for twelve years came up behind him and touched the fringe of his garment,  for she said to herself, “If I only touch his garment, I will be made well.”  Jesus turned, and seeing her he said, “Take heart, daughter; your faith has made you well.” And instantly the woman was made well.  And when Jesus came to the ruler’s house and saw the flute players and the crowd making a commotion,  he said, “Go away, for the girl is not dead but sleeping.” And they laughed at him.  But when the crowd had been put outside, he went in and took her by the hand, and the girl arose.  And the report of this went through all that district."
          },
          {
            "Reference": "Matt. 9:27-31",
            "Text": "And as Jesus passed on from there, two blind men followed him, crying aloud, “Have mercy on us, Son of David.”  When he entered the house, the blind men came to him, and Jesus said to them, “Do you believe that I am able to do this?” They said to him, “Yes, Lord.”  Then he touched their eyes, saying, “According to your faith be it done to you.”  And their eyes were opened. And Jesus sternly warned them, “See that no one knows about it.”  But they went away and spread his fame through all that district."
          },
          {
            "Reference": "Matt. 9:32-34",
            "Text": "As they were going away, behold, a demon-oppressed man who was mute was brought to him.  And when the demon had been cast out, the mute man spoke. And the crowds marveled, saying, “Never was anything like this seen in Israel.”  But the Pharisees said, “He casts out demons by the prince of demons.”"
          },
          {
            "Reference": "John 11:43-44",
            "Text": "When he had said these things, he cried out with a loud voice, “Lazarus, come out.”  The man who had died came out, his hands and feet bound with linen strips, and his face wrapped with a cloth. Jesus said to them, “Unbind him, and let him go.”"
          },
          {
            "Reference": "Acts 3:6-9",
            "Text": "But Peter said, “I have no silver and gold, but what I do have I give to you. In the name of Jesus Christ of Nazareth, rise up and walk!”  And he took him by the right hand and raised him up, and immediately his feet and ankles were made strong.  And leaping up he stood and began to walk, and entered the temple with them, walking and leaping and praising God.  And all the people saw him walking and praising God,"
          },
          {
            "Reference": "James 5:14-16",
            "Text": "Is anyone among you sick? Let him call for the elders of the church, and let them pray over him, anointing him with oil in the name of the Lord.  And the prayer of faith will save the one who is sick, and the Lord will raise him up. And if he has committed sins, he will be forgiven.  Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working."
          }
        ]
      },
      {
        "Text": "4. The Holy Spirit, the giver of gifts, has given warnings of charismatic excess, proper guidelines for the use of the gifts, and clear statements of the priority of the proclaimed Word as the key means of instruction, in",
        "Verses": [
          {
            "Reference": "1 Cor. 1ff",
            "Text": "Paul, called by the will of God to be an apostle of Christ Jesus, and our brother Sosthenes,  To the church of God that is in Corinth, to those sanctified in Christ Jesus, called to be saints together with all those who in every place call upon the name of our Lord Jesus Christ, both their Lord and ours: Grace to you and peace from God our Father and the Lord Jesus Christ…."
          },
          {
            "Reference": "1 Cor. 2ff",
            "Text": "And I, when I came to you, brothers, did not come proclaiming to you the testimony of God with lofty speech or wisdom.  For I decided to know nothing among you except Jesus Christ and him crucified.  And I was with you in weakness and in fear and much trembling,  and my speech and my message were not in plausible words of wisdom, but in demonstration of the Spirit and of power,  that your faith might not rest in the wisdom of men but in the power of God."
          },
          {
            "Reference": "1 Cor. 12ff",
            "Text": "Now concerning spiritual gifts, brothers, I do not want you to be uninformed.  You know that when you were pagans you were led astray to mute idols, however you were led.  Therefore I want you to understand that no one speaking in the Spirit of God ever says “Jesus is accursed!” and no one can say “Jesus is Lord” except in the Holy Spirit.  Now there are varieties of gifts, but the same Spirit;…"
          },
          {
            "Reference": "1 Cor. 13ff",
            "Text": "If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal.  And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing.  If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing. Love is patient and kind; love does not envy or boast; it is not arrogant…"
          },
          {
            "Reference": "1 Cor. 14ff",
            "Text": "Pursue love, and earnestly desire the spiritual gifts, especially that you may prophesy.  For one who speaks in a tongue speaks not to men but to God; for no one understands him, but he utters mysteries in the Spirit.  On the other hand, the one who prophesies speaks to people for their upbuilding and encouragement and consolation.  The one who speaks in a tongue builds up himself, but the one who prophesies builds up the church…."
          }
        ]
      },
      {
        "Text": "5. Sickness and poverty both were present in the lives of the apostles, their associates, and the early church, and should not be judged abnormal as or signs of unbelief.",
        "Verses": [
          {
            "Reference": "John 9:3",
            "Text": "Jesus answered, “It was not that this man sinned, or his parents, but that the works of God might be displayed in him."
          },
          {
            "Reference": "Phil. 2:26-27",
            "Text": "for he has been longing for you all and has been distressed because you heard that he was ill.  Indeed he was ill, near to death. But God had mercy on him, and not only on him but on me also, lest I should have sorrow upon sorrow."
          },
          {
            "Reference": "2 Cor 8:2",
            "Text": "for in a severe test of affliction, their abundance of joy and their extreme poverty have overflowed in a wealth of generosity on their part."
          },
          {
            "Reference": "1 Tim. 5:23",
            "Text": "(No longer drink only water, but use a little wine for the sake of your stomach and your frequent ailments.)"
          },
          {
            "Reference": "2 Tim. 4:20",
            "Text": "Erastus remained at Corinth, and I left Trophimus, who was ill, at Miletus."
          }
        ]
      },
      {
        "Text": "6. Since miracles of all sorts can be performed by Satan, and will be signs of the end-times and of Antichrist, the believer must be most cautious in endorsing a given manifestation as from God.",
        "Verses": [
          {
            "Reference": "Matt. 24:11",
            "Text": "And many false prophets will arise and lead many astray."
          },
          {
            "Reference": "Matt. 24:23-25",
            "Text": "Then if anyone says to you, ‘Look, here is the Christ!’ or ‘There he is!’ do not believe it.  For false christs and false prophets will arise and perform great signs and wonders, so as to lead astray, if possible, even the elect.  See, I have told you beforehand"
          },
          {
            "Reference": "2 Thess. 2:9-12",
            "Text": "The coming of the lawless one is by the activity of Satan with all power and false signs and wonders, and with all wicked deception for those who are perishing, because they refused to love the truth and so be saved.  Therefore God sends them a strong delusion, so that they may believe what is false,  in order that all may be condemned who did not believe the truth but had pleasure in unrighteousness."
          },
          {
            "Reference": "Rev. 13:13-15",
            "Text": "It performs great signs, even making fire come down from heaven to earth in front of people,  and by the signs that it is allowed to work in the presence of the beast it deceives those who dwell on earth, telling them to make an image for the beast that was wounded by the sword and yet lived.  And it was allowed to give breath to the image of the beast, so that the image of the beast might even speak and might cause those who would not worship the image of the beast to be slain."
          }
        ]
      }
    ],
    "Topic": "Spiritual Gifts"
  },
  {
    "Section": [
      {
        "Text": "At the end of history, the Lord Jesus Christ will return from heaven in power and glory, visibly, bodily,\nand personally. Those who have died will be raised and will, along with all those still living, be judged by\nHim in righteousness according to their words, thoughts and deeds. Those who are saved shall be raised up to eternal life and fellowship with God, and those who have rejected Christ to eternal damnation in the\nlake of fire.",
        "Verses": [
          {
            "Reference": "John 5:25–29",
            "Text": "Truly, truly, I say to you, an hour is coming, and is now here, when the dead will hear the voice of the Son of God, and those who hear will live. For as the Father has life in himself, so he has granted the Son also to have life in himself. And he has given him authority to execute judgment, because he is the Son of Man. Do not marvel at this, for an hour is coming when all who are in the tombs will hear his voice and come out, those who have done good to the resurrection of life, and those who have done evil to the resurrection of judgment."
          },
          {
            "Reference": "Acts 17:31",
            "Text": "because he has fixed a day on which he will judge the world in righteousness by a man whom he has appointed; and of this he has given assurance to all by raising him from the dead."
          },
          {
            "Reference": "1 Thess. 4:13-18",
            "Text": "But we do not want you to be uninformed, brothers, about those who are asleep, that you may not grieve as others do who have no hope.  For since we believe that Jesus died and rose again, even so, through Jesus, God will bring with him those who have fallen asleep.  For this we declare to you by a word from the Lord, that we who are alive, who are left until the coming of the Lord, will not precede those who have fallen asleep.  For the Lord himself will descend from heaven with a cry of command, with the voice of an archangel, and with the sound of the trumpet of God. And the dead in Christ will rise first.  Then we who are alive, who are left, will be caught up together with them in the clouds to meet the Lord in the air, and so we will always be with the Lord. Therefore encourage one another with these words."
          },
          {
            "Reference": "2 Pet. 3:8-13",
            "Text": "But do not overlook this one fact, beloved, that with the Lord one day is as a thousand years, and a thousand years as one day.  The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.  But the day of the Lord will come like a thief, and then the heavens will pass away with a roar, and the heavenly bodies will be burned up and dissolved, and the earth and the works that are done on it will be exposed. Since all these things are thus to be dissolved, what sort of people ought you to be in lives of holiness and godliness,  waiting for and hastening the coming of the day of God, because of which the heavens will be set on fire and dissolved, and the heavenly bodies will melt as they burn!  But according to his promise we are waiting for new heavens and a new earth in which righteousness dwells."
          },
          {
            "Reference": "Rev. 20:1-6",
            "Text": "Then I saw an angel coming down from heaven, holding in his hand the key to the bottomless pit and a great chain.  And he seized the dragon, that ancient serpent, who is the devil and Satan, and bound him for a thousand years,  and threw him into the pit, and shut it and sealed it over him, so that he might not deceive the nations any longer, until the thousand years were ended. After that he must be released for a little while. Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years.  The rest of the dead did not come to life until the thousand years were ended. This is the first resurrection.  Blessed and holy is the one who shares in the first resurrection! Over such the second death has no power, but they will be priests of God and of Christ, and they will reign with him for a thousand years."
          },
          {
            "Reference": "Rev. 20:7-10",
            "Text": "And when the thousand years are ended, Satan will be released from his prison  and will come out to deceive the nations that are at the four corners of the earth, Gog and Magog, to gather them for battle; their number is like the sand of the sea.  And they marched up over the broad plain of the earth and surrounded the camp of the saints and the beloved city, but fire came down from heaven and consumed them,  and the devil who had deceived them was thrown into the lake of fire and sulfur where the beast and the false prophet were, and they will be tormented day and night forever and ever."
          },
          {
            "Reference": "Rev. 20:11-15",
            "Text": "Then I saw a great white throne and him who was seated on it. From his presence earth and sky fled away, and no place was found for them.   And I saw the dead, great and small, standing before the throne, and books were opened. Then another book was opened, which is the book of life. And the dead were judged by what was written in the books, according to what they had done.  And the sea gave up the dead who were in it, Death and Hades gave up the dead who were in them, and they were judged, each one of them, according to what they had done.  Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire.  And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire."
          },
          {
            "Reference": "Rev. 21:1-8",
            "Text": "Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and the sea was no more.  And I saw the holy city, new Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband.  And I heard a loud voice from the throne saying, “Behold, the dwelling place of God is with man. He will dwell with them, and they will be his people, and God himself will be with them as their God.  He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning nor crying nor pain anymore, for the former things have passed away.” And he who was seated on the throne said, “Behold, I am making all things new.” Also he said, “Write this down, for these words are trustworthy and true.”  And he said to me, “It is done! I am the Alpha and the Omega, the beginning and the end. To the thirsty I will give from the spring of the water of life without payment.  The one who conquers will have this heritage, and I will be his God and he will be my son.  But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”"
          },
          {
            "Reference": "Rev. 21:9-27",
            "Text": "Then came one of the seven angels who had the seven bowls full of the seven last plagues and spoke to me, saying, “Come, I will show you the Bride, the wife of the Lamb.”   And he carried me away in the Spirit to a great, high mountain, and showed me the holy city Jerusalem coming down out of heaven from God,  having the glory of God, its radiance like a most rare jewel, like a jasper, clear as crystal.  It had a great, high wall, with twelve gates, and at the gates twelve angels, and on the gates the names of the twelve tribes of the sons of Israel were inscribed—on the east three gates, on the north three gates, on the south three gates, and on the west three gates.  And the wall of the city had twelve foundations, and on them were the twelve names of the twelve apostles of the Lamb. And the one who spoke with me had a measuring rod of gold to measure the city and its gates and walls.  The city lies foursquare; its length the same as its width. And he measured the city with his rod, 12,000 stadia. Its length and width and height are equal.  He also measured its wall, 144 cubits by human measurement, which is also an angel’s measurement.  The wall was built of jasper, while the city was pure gold, clear as glass.  The foundations of the wall of the city were adorned with every kind of jewel. The first was jasper, the second sapphire, the third agate, the fourth emerald,  the fifth onyx, the sixth carnelian, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth chrysoprase, the eleventh jacinth, the twelfth amethyst.  And the twelve gates were twelve pearls, each of the gates made of a single pearl, and the street of the city was pure gold, transparent as glass. And I saw no temple in the city, for its temple is the Lord God the Almighty and the Lamb.  And the city has no need of sun or moon to shine on it, for the glory of God gives it light, and its lamp is the Lamb.  By its light will the nations walk, and the kings of the earth will bring their glory into it,  and its gates will never be shut by day—and there will be no night there. They will bring into it the glory and the honor of the nations.  But nothing unclean will ever enter it, nor anyone who does what is detestable or false, but only those who are written in the Lamb’s book of life."
          },
          {
            "Reference": "Rev. 22:1-5",
            "Text": "Then the angel showed me the river of the water of life, bright as crystal, flowing from the throne of God and of the Lamb through the middle of the street of the city; also, on either side of the river, the tree of life with its twelve kinds of fruit, yielding its fruit each month. The leaves of the tree were for the healing of the nations.  No longer will there be anything accursed, but the throne of God and of the Lamb will be in it, and his servants will worship him.  They will see his face, and his name will be on their foreheads.  And night will be no more. They will need no light of lamp or sun, for the Lord God will be their light, and they will reign forever and ever."
          },
          {
            "Reference": "Rev. 22:6-20",
            "Text": "And he said to me, “These words are trustworthy and true. And the Lord, the God of the spirits of the prophets, has sent his angel to show his servants what must soon take place.”  “And behold, I am coming soon. Blessed is the one who keeps the words of the prophecy of this book.” I, John, am the one who heard and saw these things. And when I heard and saw them, I fell down to worship at the feet of the angel who showed them to me,  but he said to me, “You must not do that! I am a fellow servant with you and your brothers the prophets, and with those who keep the words of this book. Worship God.” And he said to me, “Do not seal up the words of the prophecy of this book, for the time is near.  Let the evildoer still do evil, and the filthy still be filthy, and the righteous still do right, and the holy still be holy.”  “Behold, I am coming soon, bringing my recompense with me, to repay everyone for what he has done.  I am the Alpha and the Omega, the first and the last, the beginning and the end.”  Blessed are those who wash their robes, so that they may have the right to the tree of life and that they may enter the city by the gates.  Outside are the dogs and sorcerers and the sexually immoral and murderers and idolaters, and everyone who loves and practices falsehood.  “I, Jesus, have sent my angel to testify to you about these things for the churches. I am the root and the descendant of David, the bright morning star.” The Spirit and the Bride say, “Come.” And let the one who hears say, “Come.” And let the one who is thirsty come; let the one who desires take the water of life without price. I warn everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues described in this book,  and if anyone takes away from the words of the book of this prophecy, God will take away his share in the tree of life and in the holy city, which are described in this book. He who testifies to these things says, “Surely I am coming soon.” Amen. Come, Lord Jesus!"
          },
          {
            "Reference": "Rom. 8:21-30",
            "Text": "For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us.  For the creation waits with eager longing for the revealing of the sons of God.  For the creation was subjected to futility, not willingly, but because of him who subjected it, in hope that the creation itself will be set free from its bondage to decay and obtain the freedom of the glory of the children of God.   For we know that the whole creation has been groaning together in the pains of childbirth until now.  And not only the creation, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for adoption as sons, the redemption of our bodies.  For in this hope we were saved. Now hope that is seen is not hope. For who hopes for what he sees?  But if we hope for what we do not see, we wait for it with patience. Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words.  And he who searches hearts knows what is the mind of the Spirit, because the Spirit intercedes for the saints according to the will of God.  And we know that for those who love God all things work together for good, for those who are called according to his purpose.  For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers.  And those whom he predestined he also called, and those whom he called he also justified, and those whom he justified he also glorified."
          },
          {
            "Reference": "1 Cor. 15:50-57",
            "Text": "I tell you this, brothers: flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable. Behold! I tell you a mystery. We shall not all sleep, but we shall all be changed,  in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we shall be changed.  For this perishable body must put on the imperishable, and this mortal body must put on immortality.  When the perishable puts on the imperishable, and the mortal puts on immortality, then shall come to pass the saying that is written: “Death is swallowed up in victory.”  “O death, where is your victory? O death, where is your sting?”  The sting of death is sin, and the power of sin is the law.   But thanks be to God, who gives us the victory through our Lord Jesus Christ.  Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain."
          },
          {
            "Reference": "2 Corinthians 5:10",
            "Text": "For we must all appear before the judgment seat of Christ, so that each one may receive what is due for what he has done in the body, whether good or evil."
          },
          {
            "Reference": "Hebrews 9:27–28",
            "Text": "And just as it is appointed for man to die once, and after that comes judgment, so Christ, having been offered once to bear the sins of many, will appear a second time, not to deal with sin but to save those who are eagerly waiting for him."
          }
        ]
      }
    ],
    "Topic": "Last Things"
  },
  {
    "Section": [
      {
        "Text": "Knowledge of all the above gives the believer encouragement and reason to be faithful to his Lord, for whose return he looks, and whose will he has the heart to obey, even in the face of opposition. In this life, the believer must be ever watchful in prayer, and active in resisting Satan, fleeing temptations, and “putting to death” the deeds of the flesh.\nAmple provisions of grace and wisdom are granted the believer for the purpose of living skillfully and successfully in this present age--including the promises and precepts of Scripture, the power of the Spirit, and the fellowship of the church. Although perfection is not possible in this life, the power of sin over the believer has been broken by the death of Christ, so that it no longer “reigns over” him. This fact allows the believer to find freedom from habitual sin and addictive behaviors. The normal Christian life is one of obedience, peace, and joy.",
        "Verses": [
          {
            "Reference": "2 Pet. 1:3-11",
            "Text": "His divine power has granted to us all things that pertain to life and godliness, through the knowledge of him who called us to his own glory and excellence,  by which he has granted to us his precious and very great promises, so that through them you may become partakers of the divine nature, having escaped from the corruption that is in the world because of sinful desire.  For this very reason, make every effort to supplement your faith with virtue, and virtue with knowledge,  and knowledge with self-control, and self-control with steadfastness, and steadfastness with godliness,  and godliness with brotherly affection, and brotherly affection with love.  For if these qualities are yours and are increasing, they keep you from being ineffective or unfruitful in the knowledge of our Lord Jesus Christ.  For whoever lacks these qualities is so nearsighted that he is blind, having forgotten that he was cleansed from his former sins.  Therefore, brothers, be all the more diligent to make your calling and election sure, for if you practice these qualities you will never fall.  For in this way there will be richly provided for you an entrance into the eternal kingdom of our Lord and Savior Jesus Christ."
          },
          {
            "Reference": "2 Pet. 3:11-13",
            "Text": "Since all these things are thus to be dissolved, what sort of people ought you to be in lives of holiness and godliness,  waiting for and hastening the coming of the day of God, because of which the heavens will be set on fire and dissolved, and the heavenly bodies will melt as they burn!  But according to his promise we are waiting for new heavens and a new earth in which righteousness dwells."
          },
          {
            "Reference": "1 John 2:3-6",
            "Text": "And by this we know that we have come to know him, if we keep his commandments.  Whoever says “I know him” but does not keep his commandments is a liar, and the truth is not in him,  but whoever keeps his word, in him truly the love of God is perfected. By this we may be sure that we are in him:  whoever says he abides in him ought to walk in the same way in which he walked."
          },
          {
            "Reference": "1 John 3:2-3",
            "Text": "Beloved, we are God’s children now, and what we will be has not yet appeared; but we know that when he appears we shall be like him, because we shall see him as he is.  And everyone who thus hopes in him purifies himself as he is pure."
          },
          {
            "Reference": "1 Thess. 5:1-11",
            "Text": "Now concerning the times and the seasons, brothers, you have no need to have anything written to you.  For you yourselves are fully aware that the day of the Lord will come like a thief in the night.  While people are saying, “There is peace and security,” then sudden destruction will come upon them as labor pains come upon a pregnant woman, and they will not escape.  But you are not in darkness, brothers, for that day to surprise you like a thief.  For you are all children of light, children of the day. We are not of the night or of the darkness.  So then let us not sleep, as others do, but let us keep awake and be sober.  For those who sleep, sleep at night, and those who get drunk, are drunk at night.   But since we belong to the day, let us be sober, having put on the breastplate of faith and love, and for a helmet the hope of salvation.  For God has not destined us for wrath, but to obtain salvation through our Lord Jesus Christ,  who died for us so that whether we are awake or asleep we might live with him.  Therefore encourage one another and build one another up, just as you are doing."
          },
          {
            "Reference": "Rom. 6:1-14",
            "Text": "What shall we say then? Are we to continue in sin that grace may abound?  By no means! How can we who died to sin still live in it?  Do you not know that all of us who have been baptized into Christ Jesus were baptized into his death?  We were buried therefore with him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, we too might walk in newness of life. For if we have been united with him in a death like his, we shall certainly be united with him in a resurrection like his.  We know that our old self was crucified with him in order that the body of sin might be brought to nothing, so that we would no longer be enslaved to sin.  For one who has died has been set free from sin.  Now if we have died with Christ, we believe that we will also live with him.  We know that Christ being raised from the dead will never die again; death no longer has dominion over him.  For the death he died he died to sin, once for all, but the life he lives he lives to God.  So you also must consider yourselves dead to sin and alive to God in Christ Jesus. Let not sin therefore reign in your mortal bodies, to make you obey their passions.  Do not present your members to sin as instruments for unrighteousness, but present yourselves to God as those who have been brought from death to life, and your members to God as instruments for righteousness.  For sin will have no dominion over you, since you are not under law but under grace."
          },
          {
            "Reference": "Rom. 6:15-23",
            "Text": "What then? Are we to sin because we are not under law but under grace? By no means!  Do you not know that if you present yourselves to anyone as obedient slaves, you are slaves of the one whom you obey, either of sin, which leads to death, or of obedience, which leads to righteousness?  But thanks be to God, that you who were once slaves of sin have become obedient from the heart to the standard of teaching to which you were committed,  and, having been set free from sin, have become slaves of righteousness.  I am speaking in human terms, because of your natural limitations. For just as you once presented your members as slaves to impurity and to lawlessness leading to more lawlessness, so now present your members as slaves to righteousness leading to sanctification. When you were slaves of sin, you were free in regard to righteousness.  But what fruit were you getting at that time from the things of which you are now ashamed? The end of those things is death.  But now that you have been set free from sin and have become slaves of God, the fruit you get leads to sanctification and its end, eternal life.  For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord."
          },
          {
            "Reference": "Rom. 8:1-11",
            "Text": "There is therefore now no condemnation for those who are in Christ Jesus.  For the law of the Spirit of life has set you free in Christ Jesus from the law of sin and death.  For God has done what the law, weakened by the flesh, could not do. By sending his own Son in the likeness of sinful flesh and for sin, he condemned sin in the flesh,  in order that the righteous requirement of the law might be fulfilled in us, who walk not according to the flesh but according to the Spirit.  or those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit set their minds on the things of the Spirit.  To set the mind on the flesh is death, but to set the mind on the Spirit is life and peace.  For the mind that is set on the flesh is hostile to God, for it does not submit to God’s law; indeed, it cannot.  Those who are in the flesh cannot please God.  You, however, are not in the flesh but in the Spirit, if in fact the Spirit of God dwells in you. Anyone who does not have the Spirit of Christ does not belong to him.  But if Christ is in you, although the body is dead because of sin, the Spirit is life because of righteousness.  If the Spirit of him who raised Jesus from the dead dwells in you, he who raised Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you."
          },
          {
            "Reference": "Rom 8:12-17",
            "Text": "So then, brothers, we are debtors, not to the flesh, to live according to the flesh. For if you live according to the flesh you will die, but if by the Spirit you put to death the deeds of the body, you will live.  For all who are led by the Spirit of God are sons of God.  For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, “Abba! Father!”  The Spirit himself bears witness with our spirit that we are children of God,  and if children, then heirs—heirs of God and fellow heirs with Christ, provided we suffer with him in order that we may also be glorified with him."
          },
          {
            "Reference": "1 Cor. 10:13",
            "Text": "No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it."
          },
          {
            "Reference": "1 Cor. 15:58",
            "Text": "Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain."
          },
          {
            "Reference": "Acts 14:22",
            "Text": "strengthening the souls of the disciples, encouraging them to continue in the faith, and saying that through many tribulations we must enter the kingdom of God."
          },
          {
            "Reference": "Matt.13:19-23",
            "Text": "When anyone hears the word of the kingdom and does not understand it, the evil one comes and snatches away what has been sown in his heart. This is what was sown along the path.  As for what was sown on rocky ground, this is the one who hears the word and immediately receives it with joy,  yet he has no root in himself, but endures for a while, and when tribulation or persecution arises on account of the word, immediately he falls away.  As for what was sown among thorns, this is the one who hears the word, but the cares of the world and the deceitfulness of riches choke the word, and it proves unfruitful.  As for what was sown on good soil, this is the one who hears the word and understands it. He indeed bears fruit and yields, in one case a hundredfold, in another sixty, and in another thirty.”"
          },
          {
            "Reference": "Phil. 2:12-13",
            "Text": "Therefore, my beloved, as you have always obeyed, so now, not only as in my presence but much more in my absence, work out your own salvation with fear and trembling,  for it is God who works in you, both to will and to work for his good pleasure."
          },
          {
            "Reference": "Phil. 4:4-8",
            "Text": "Rejoice in the Lord always; again I will say, Rejoice.  Let your reasonableness be known to everyone. The Lord is at hand;  do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.  And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus. Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things."
          },
          {
            "Reference": "Eph. 6:10-18",
            "Text": "Finally, be strong in the Lord and in the strength of his might.  Put on the whole armor of God, that you may be able to stand against the schemes of the devil.  For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places.  Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm.  Stand therefore, having fastened on the belt of truth, and having put on the breastplate of righteousness,  and, as shoes for your feet, having put on the readiness given by the gospel of peace.  In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one;  and take the helmet of salvation, and the sword of the Spirit, which is the word of God,  praying at all times in the Spirit, with all prayer and supplication. To that end keep alert with all perseverance, making supplication for all the saints,"
          },
          {
            "Reference": "1 John 2:14-17",
            "Text": "I write to you, fathers, because you know him who is from the beginning. I write to you, young men, because you are strong, and the word of God abides in you, and you have overcome the evil one. Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him.  For all that is in the world— the desires of the flesh and the desires of the eyes and pride in possessions—is not from the Father but is from the world.  And the world is passing away along with its desires, but whoever does the will of God abides forever."
          },
          {
            "Reference": "2 Tim. 3:16",
            "Text": "All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,"
          }
        ]
      }
    ],
    "Topic": "Sanctification"
  }
]