[
  {
    "Reference": "John 4:24",
    "Text": "God is spirit, and those who worship him must worship in spirit and truth.”"
  },
  {
    "Reference": "Deut. 5:6-10",
    "Text": "“ ‘I am the Lord your God, who brought you out of the land of Egypt, out of the house of slavery. “ ‘You shall have no other gods before me.  “ ‘You shall not make for yourself a carved image, or any likeness of anything that is in heaven above, or that is on the earth beneath, or that is in the water under the earth.  You shall not bow down to them or serve them; for I the Lord your God am a jealous God, visiting the iniquity of the fathers on the children to the third and fourth generation of those who hate me,  but showing steadfast love to thousands of those who love me and keep my commandments."
  },
  {
    "Reference": "Deut. 6:1",
    "Text": "“Now this is the commandment, the statutes and the rules that the Lord your God commanded me to teach you, that you may do them in the land to which you are going over, to possess it,"
  },
  {
    "Reference": "Isaiah 57:15",
    "Text": "For thus says the One who is high and lifted up, who inhabits eternity, whose name is Holy: “I dwell in the high and holy place, and also with him who is of a contrite and lowly spirit, to revive the spirit of the lowly, and to revive the heart of the contrite."
  },
  {
    "Reference": "Psalm 139:7-10",
    "Text": "Where shall I go from your Spirit? Or where shall I flee from your presence? If I ascend to heaven, you are there! If I make my bed in Sheol, you are there!  If I take the wings of the morning and dwell in the uttermost parts of the sea, even there your hand shall lead me, and your right hand shall hold me."
  },
  {
    "Reference": "Mal. 3:6",
    "Text": "“For I the Lord do not change; therefore you, O children of Jacob, are not consumed."
  },
  {
    "Reference": "Job 34:12",
    "Text": "Of a truth, God will not do wickedly, and the Almighty will not pervert justice."
  },
  {
    "Reference": "Job 37:23",
    "Text": "The Almighty—we cannot find him; he is great in power; justice and abundant righteousness he will not violate."
  },
  {
    "Reference": "Job 40:8",
    "Text": "Will you even put me in the wrong? Will you condemn me that you may be in the right?"
  },
  {
    "Reference": "Job 41:34",
    "Text": "He sees everything that is high; he is king over all the sons of pride.”"
  },
  {
    "Reference": "Job 42:2",
    "Text": "“I know that you can do all things, and that no purpose of yours can be thwarted."
  },
  {
    "Reference": "1 John 4:8",
    "Text": "Anyone who does not love does not know God, because God is love."
  },
  {
    "Reference": "Gen. 1:1",
    "Text": "In the beginning, God created the heavens and the earth."
  },
  {
    "Reference": "Rom. 11:33",
    "Text": "Oh, the depth of the riches and wisdom and knowledge of God! How unsearchable are his judgments and how inscrutable his ways!"
  },
  {
    "Reference": "Jer. 23:23",
    "Text": "“Am I a God at hand, declares the Lord, and not a God afar off?"
  }
]